client/rdma_direct/fio_test/out_zombie3
START CGROUP FIO
seq_read: (g=0): rw=read, bs=(R) 4096B-128KiB, (W) 4096B-128KiB, (T) 4096B-128KiB, ioengine=libaio, iodepth=16
...
fio-3.1
Starting 8 threads

seq_read: (groupid=0, jobs=8): err= 0: pid=12530: Thu Mar 18 13:53:22 2021
   read: IOPS=5346, BW=324MiB/s (340MB/s)(4096MiB/12645msec)
    slat (nsec): min=1677, max=86591k, avg=1478785.48, stdev=4314738.98
    clat (nsec): min=1747, max=144964k, avg=22167640.40, stdev=12674764.91
     lat (usec): min=4, max=144989, avg=23646.84, stdev=13043.94
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    6], 10.00th=[    8], 20.00th=[   12],
     | 30.00th=[   15], 40.00th=[   18], 50.00th=[   21], 60.00th=[   24],
     | 70.00th=[   28], 80.00th=[   32], 90.00th=[   39], 95.00th=[   46],
     | 99.00th=[   59], 99.50th=[   65], 99.90th=[   89], 99.95th=[   99],
     | 99.99th=[  146]
   bw (  KiB/s): min=13728, max=66016, per=12.51%, avg=41503.70, stdev=7885.60, samples=199
   iops        : min=  222, max= 1068, avg=668.85, stdev=128.40, samples=199
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.02%, 1000=0.03%
  lat (msec)   : 2=0.45%, 4=2.36%, 10=13.94%, 20=31.39%, 50=48.83%
  lat (msec)   : 100=2.86%, 250=0.04%
  cpu          : usr=0.25%, sys=4.33%, ctx=20706, majf=0, minf=4096
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=99.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=67602,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=324MiB/s (340MB/s), 324MiB/s-324MiB/s (340MB/s-340MB/s), io=4096MiB (4295MB), run=12645-12645msec

Disk stats (read/write):
  sda: ios=9385/14, merge=7757/154, ticks=22981/37, in_queue=1092, util=99.19%